/* minutes:seconds time length format in browser mode */
"%.2d:%.2d" = "%1$.2d:%2$.2d";

/* hours:minutes:seconds time length format in browser mode */
"%.2d:%.2d:%.2d" = "%1$.2d:%2$.2d:%3$.2d";

/* Size on disk */
"%@ on disk" = "%@ en el disco";

/* The format for the today/yesterday string shown in the open/save panel followed by a comma, fillowed by the time */
"%@, %@" = "%1$@, %2$@";

/* Label for scope bar button for multiple scopes. */
"%d Places" = "%d ubicaciones";

/* Indicates the non plural one item found by a spotlight search.  Arg is the number that was found, which will always be 1 */
"%ld item" = "%ld ítem";

/* Indicates the number of items found by a spotlight search.  Arg is the number that was found. */
"%ld items" = "%ld ítem(s)";

/* Label for scope bar button for multiple scopes. */
"%ld Places" = "%ld ubicaciones";

/* Dimension format label shown in browser mode */
"%ld\\U2006\\U00D7\\U2006%ld" = "%1$ld × %2$ld";

/* Property not shown value (dash dash) */
"--" = "--";

/* quotes for a label */
"\\U201c%@\\U201d" = "“%@”";

/* Title for overwiting existing file confirmation dialog. */
"\\U201c%@\\U201d already exists. Do you want to replace it?" = "“%@” ya existe. ¿Desea reemplazarlo?";

/* Dot dot dot to be shown for truncated text */
"\\U2026" = "…";

/* Message for overwriting existing file confirmation dialog. First arg is the directory containing the file. */
"A file or folder with the same name already exists in the folder %@. Replacing it will overwrite its current contents." = "Ya existe un archivo o una carpeta con este nombre en la carpeta %@. Si lo reemplaza, se borrará el contenido actual.";

/* Message for overwriting existing file confirmation dialog on the desktop. First arg is the directory containing the file (translate desktop word). */
"A file or folder with the same name already exists on the %@. Replacing it will overwrite its current contents." = "Ya existe un archivo o una carpeta con este nombre en %@. Si lo reemplaza, se borrará el contenido actual.";

/* Error to display for duplicate file name overwrite of smart folders. */
"An item already exists with that name. Rename the item and try again." = "Ya existe un elemento con este nombre. Cámbiele el nombre e inténtelo de nuevo.";

/* Ask to use... text shown on the button in the shared server panel */
"Ask to use\\U2026" = "Pedir permiso…";

/* Title for asking to use the disc drive via over the air disc drive sharing */
"Asking to use the %@ drive in \\U201c%@\\U201d\\U2026" = "Pidiendo permiso para usar la unidad %1$@ en “%2$@”…";

/* Asking to use... title to show as text label in shared server panel. */
"Asking to use\\U2026" = "Pidiendo permiso para usar…";

/* Calculating Size label shown in browser mode */
"Calculating Size" = "Calculando tamaño";

/* Button text to cancel save operation. */
"Cancel" = "Cancelar";

/* CD drive title */
"CD" = "CD";

/* Label for scope bar button which represents the 'everywhere' scope.  Note this really searches everywhere by HI determined the word 'Everywhere' is too ambiguous. */
"Computer" = "Ordenador";

/* Connect As... text shown on the button in the shared server panel */
"Connect As\\U2026" = "Conectar como…";

/* Connected title to show as text label in shared server panel. */
"Connected" = "Conectado";

/* Text to show who we are connected as in the server panel. */
"Connected as: %@" = "Conectado como: %@";

/* Connecting... title to show as text label in shared server panel. */
"Connecting\\U2026" = "Conectando…";

/* Connection Failed title to show as text label in shared server panel. */
"Connection Failed" = "Error de conexión";

/* Label for scoep bar button Contents */
"Contents" = "Contenido";

/* Title for devices in the sidebar of the open/save panel */
"DEVICES" = "DISPOSITIVOS";

/* Dimensions label shown in browser mode */
"Dimensions" = "Dimensiones";

/* disc drive title */
"disc" = "disco";

/* Disconnect text shown on the button in the shared server panel */
"Disconnect" = "Desconectar";

/* Title prompt used when asking to save a smart folder that has changed. */
"Do you want to save this Smart Folder?" = "¿Desea guardar esta carpeta inteligente?";

/* Button text to not save the smart folder. */
"Don\\U2019t Save" = "No guardar";

/* DVD drive title */
"DVD" = "DVD";

/* Label for the edit button above the rule editor in the advanced search mode. */
"Edit" = "Edición";

/* eject button title */
"Eject" = "Expulsar";

/* eject all button title */
"Eject All" = "Expulsar todo";

/* Fetching... label shown in browser mode */
"Fetching..." = "Descargando…";

/* Label for scoep bar button File Name */
"File Name" = "Nombre de archivo";

/* Label for scope bar button which represents the home directory. */
"Home" = "Inicio";

/* Message for file name starts with a dot dialog. */
"If you decide to go ahead and use a name which begins with a dot the file will be hidden." = "Si procede con la acción y utiliza un nombre que comienza por un punto, el archivo quedará oculto.";

/* Message prompt used when asking to save a smart folder that has changed. */
"If you don\\U2019t save, the changes you made to \\U201c%@\\U201d will be lost." = "Si no guarda, se perderán los cambios realizados en “%@”.";

/* Media Browser node title in the sidebar on the left */
"Media" = "Multimedia";

/* Title for media section in the sidebar of the open/save panel */
"MEDIA" = "MULTIMEDIA";

/* Movices media browser node title */
"Movies" = "Películas";

/* Music media browser node title */
"Music" = "Música";

/* Title for file name that is greater than 31 characters on a short file name volume. */
"Names longer than 31 characters are not supported on the destination volume." = "No se admiten nombres de más de 31 caracteres en el volumen de destino.";

/* Title for file name starts with a dot dialog. */
"Names that begin with a dot \\U201c.\\U201d are reserved for the system." = "Los nombres que empiezan con un punto (“.”) están reservados para el sistema.";

/* Not Connected title to show as text label in shared server panel. */
"Not Connected" = "Sin conexión";

/* default button of open panel
   window title of open panel */
"Open" = "Abrir";

/* Title for button to 'Open <MobileMe> Preferences' */
"Open %@ Preferences" = "Abrir el panel de preferencias %@";

/* Menu item title in advanced search for adding additional search criteria not specified in the list - with ellipses. */
"Other\\U2026" = "Otro…";

/* Photos media browser node title */
"Photos" = "Fotos";

/* Title for places section in the sidebar of the open/save panel */
"PLACES" = "UBICACIONES";

/* Message for file name longer than 31 characters. */
"Please choose a filename that is no longer than 31 characters." = "Seleccione un nombre de archivo que no tenga más de 31 caracteres.";

/* Title shown in an alert dialog for a location that can't be found. */
"Please select another item." = "Por favor, seleccione otro elemento.";

/* Recent Places label */
"Recent Places" = "Lugares recientes";

/* Button text to overwrite an existing file. */
"Replace" = "Reemplazar";

/* Request denied title to show as text label in shared server panel. */
"Request denied" = "Petición denegada";

/* Button text to save the smart folder.
   default button of save panel
   Label for the save button above the rule editor in the advanced search mode.
   window title of save panel */
"Save" = "Guardar";

/* Label for the save as button above the rule editor in the advanced search mode. */
"Save As" = "Guardar como";

/* name field label */
"Save As:" = "Guardar como:";

/* Title for smart folders section in side bar. */
"Saved Searches" = "Búsquedas guardadas";

/* Title for app specific saved searches in the sidebar of the open/save panel */
"SAVED SEARCHES" = "BÚSQUEDAS GUARDADAS";

/* Title for search for section in the sidebar of the open/save panel */
"SEARCH FOR" = "BUSCAR";

/* Label for scope bar button which represents the 'search:' title. */
"Search:" = "Buscar:";

/* Label for popup button in save panel mini mode when current location is a search. */
"Searching for \\U201c%@\\U201d" = "Buscando “%@”";

/* The string to display in the path location control when there is no selected item in the search results. */
"Select an item to see its path." = "Seleccione un elemento para ver su ruta.";

/* Label for scope bar button which represents the servers scope. */
"Servers" = "Servidores";

/* Title for shared in the sidebar of the open/save panel */
"SHARED" = "COMPARTIDO";

/* Label for scope bar button which represents the 'smart folder' title. */
"Smart Folder" = "Carpeta inteligente";

/* Smart Folders label */
"Smart Folders" = "Carpetas inteligentes";

/* String to show when hovering over the X button in the ask to use UI for ODS */
"Stop asking to use\\U2026" = "Dejar de pedir permiso para usar…";

/* String to show when hovering over the X button when waiting for a disc */
"Stop waiting for disc\\U2026" = "Dejar de esperar el disco…";

/* Warning to show when ejecting ONE item that has other mounted volumes */
"The device containing \\U201c%@\\U201d also contains %ld other volume that will not be ejected. Are you sure you want to eject \\U201c%@\\U201d?" = "El dispositivo que contiene “%1$@” contiene otro volumen %2$ld que no será expulsado. ¿Seguro que desea expulsar “%3$@”?";

/* Warning to show when ejecting MORE THAN ONE item that has other mounted volumes */
"The device containing \\U201c%@\\U201d also contains %ld other volumes that will not be ejected. Are you sure you want to eject \\U201c%@\\U201d?" = "El dispositivo que contiene “%1$@” contiene otros %2$ld volúmenes que no serán expulsados. ¿Seguro que desea expulsar “%3$@”?";

/* Label the 'goto' dialog when it can't find a folder. Same as Finders version. */
"The folder cannot be found." = "No se encuentra la carpeta.";

/* The string to display in the path location control when the selected items do not share a common path. */
"The selected items do not share a path." = "Los elementos seleccionados no comparten ninguna ruta.";

/* Message shown in an alert dialog for a location that can't be found. */
"The volume for \\U201c%@\\U201d could not be found." = "No ha podido encontrarse el volumen de “%@”.";

/* error message for lacking write permission to create new folder */
"This location is read-only." = "Ubicación de sólo lectura.";

/* Label for scope bar button which represents the 'This Mac' scope. Used to be called Computer. */
"This Mac" = "Este Mac";

/* error message for new folder name conflict */
"This name is already taken." = "El nombre ya existe.";

/* Message to show about ejecting everthing */
"To eject all the volumes on this device hold down the Option key while ejecting the volume.\n\nIn the future, to eject a single volume without seeing this dialog, hold down the Control key while ejecting the volume." = "Para expulsar todos los volúmenes de este dispositivo, mantenga pulsada la tecla Opción al expulsar el volumen.\n\nEn el futuro, si desea expulsar un volumen sin ver este cuadro de diálogo, mantenga pulsada la tecla Control al expulsar el volumen.";

/* Today: String shown in save panel date cell when trying to save space */
"Today" = "Hoy";

/* Undo the name change in the save panel by clicking on a disabled item */
"Undo Name Change" = "Deshacer cambio de nombre";

/* default new folder name */
"untitled folder" = "carpeta sin título";

/* Button text to choose required extension. Arg is file name extension.
   Button text to choose the alternative extension. Arg is file name extension. */
"Use .%@" = "Usar .%@";

/* Button text to use a filename starting with a dot. */
"Use \\U201c.\\U201d" = "Usar “.”";

/* Button text to choose combined extensions. */
"Use both" = "Usar ambas";

/* Using disc drive title to show as text label in shared server panel. */
"Using disc drive\\U2026" = "Usando la unidad de disco…";

/* Waiting for disc drive title to show as text label in shared server panel. */
"Waiting for disc drive\\U2026" = "Esperando a la unidad de discos…";

/* Title string shown when waiting for a disc in the over the air remote disc drive support */
"Waiting for disc\\U2026" = "Esperando disco…";

/* Yesterday: String shown in save panel date cell when trying to save space */
"Yesterday" = "Ayer";

/* Information on choices. 1st arg is current extension. 2nd arg is required extension. */
"You can choose to use both, so that your file name ends in \\U201c.%1$@.%2$@\\U201d." = "Puede usar ambas, de modo que el nombre del archivo acabe en “.%1$@.%2$@”.";

/* Information on choices. */
"You can choose to use the standard extension instead." = "Puede usar la extensión estándar, si lo desea.";

/* Message when user wants to save with invalid file extension. 1st arg is current extension. 2nd arg is required extension. */
"You cannot save this document with extension \\U201c.%1$@\\U201d at the end of the name. The required extension is \\U201c.%2$@\\U201d." = "Imposible guardar este documento con la extensión “.%1$@” al final del nombre. La extensión debe ser “.%2$@”.";

/* Message when user wants to save with an alternative file extension - for panels configured to permit this. 1st arg is current extension. 2nd arg is required extension. */
"You have used the extension \\U201c.%1$@\\U201d at the end of the name. The standard extension is \\U201c.%2$@\\U201d." = "Ha utilizado la extensión “.%1$@” al final del nombre. La extensión estándar es “.%2$@”.";

/* Message to display to prompt to setup iDisk / MobileMe / .mac */
"Your %@ account is not set up. Would you like to open %@ preferences and set it up now?" = "Su cuenta %1$@ no está configurada. ¿Desea abrir el panel de preferencias %2$@ y configurarla ahora?";

/* Title to show when DVD/CD remote use was declined */
"Your request to use the %@ drive in \\U201c%@\\U201d\\U2026 was declined." = "Su petición de permiso para usar la unidad %1$@ en “%2$@”… ha sido rechazada.";

